<div class="block-space" id="movement-manual">
    <div class="about__main">
        <p class="title-block__main"><b>О проекте</b></p>
        <p>Group Finder — веб-сайт, разработанный для студентов КНИТУ-КАИ, <i>который позволяет:</i></p>
        <p>- <a href="/">Искать</a> студентов и просматривать состав групп;</p>
        <p>- Анализировать ежедневные <a href="reports">отчеты</a> о движении студентов;</p>
        <p>- Просматривать <a href="archive">архив</a> студентов.</p>

        <!-- <p>Вы можете <a target="_blank" href="https://www.tinkoff.ru/cf/5b0JzpyTbtS">поддержать наш
                проект</a>. Пожертвования пойдут на аренду сервера и дальнейшее развитие проекта.</p> -->
    </div>
    <p><i>Данные собраны из открытых источников, мы не гарантируем их достоверность.</p>
    </i></p>
</div>